[
    {
        "name": "outcome value",
        "question": "What is the final outcome value, reported as the abstinence rate, for the specific study arm {study arm} at its longest follow-up period?",
        "note": "Always answer with a single number from 0.0 to 100.0, without any symbols or other text. Make your best effort to extract the final outcome value for the abstinence rate in the mentioned study arm {study arm}. If the answer is in the paper but not straightforward, make your best educated guess with the available information. The abstinence rate value represents the percent of people who were abstinent from some behavior (e.g. smoking), sometimes called success rate, cessation rate, outcome, or results. It may be reported as a probability (e.g. 'P Ͼ .07' means a value of 7%, answer 7.0), or as a comparison (e.g. 'successfully followed 0.16 vs 0.21') implies the answer is 21. For example, if the percent non-smoking is 60.5%, return '60.5'. If reported as a proportion, convert to a percentage (e.g., '0.158' to '15.8'). Follow these rules in priority order to pick the correct value: (1) Use the outcome value for the longest follow-up period mentioned in this study arm (e.g. 12months>3months). (2) Use biochemically verified values where available. (3) Prefer the most precise, specific, relevant, appropriate value (e.g. values with imputed missing data over others). Check tables, the Results section, and outcome numbers that are related to this study arm. Always give an answer, even if it is only your best guess: from all possible values, select the most plausible one. Think step by step: list all the possible outcome values, decide which is the most likely correct one based on the papers and these criteria, and then output it as the answer. If you absolutely cannot find any outcome value numbers, default to 0.0. Ensure the answer is ALWAYS a number between 0.0 and 100.0."
    },
    {
        "name": "abstinence: continuous",
        "question": "Does the study specify that continuous abstinence was observed throughout the follow-up period for the study arm {study arm}?",
        "note": "Answer with either 1 or 0, where 1 represents 'True' and 0 represents 'False'. DO NOT include any other text, just 0 or 1. Extract the value for continuous abstinence, which refers to abstinence in the entire follow-up period. Be precise, examine this specific study arm ({study arm}), and double-check your answer against the paper. If continuous abstinence is not mentioned, the answer is 0. Make sure the answer is ALWAYS either 0 or 1."
    },
    {
        "name": "abstinence: point prevalence",
        "question": "Does the study specify that point prevalence abstinence was observed at the final follow-up point for the study arm {study arm}?",
        "note": "Answer with either 1 or 0, where 1 represents 'True' and 0 represents 'False'. DO NOT include any other text, just 0 or 1. Be precise, examine this specific study arm ({study arm}), and double-check your answer against the paper. If not mentioned or the paper does not clearly provide the information, return 0. Do not ever return 'no answer' or any other text. Make sure the answer is ALWAYS either 0 or 1."
    },
    {
        "name": "follow up point (weeks)",
        "question": "What is the longest follow-up point, converted to weeks, for the mentioned study arm {study arm}?",
        "note": "Answer with a single number, and no other text. For instance, if the paper says '12 months' return '52'. Examine this specific study arm ({study arm}). This period usually starts from the target quit date. It is often specified in days, months, weeks or sometimes years. Convert all of these values to weeks. Most common are 6 months and 12 months, which can be converted to 26 weeks and 52 weeks.  If the follow-up point is not mentioned, return '0'. Do not ever return 'no answer' or any other text. Make sure the answer is ALWAYS either a number (of weeks) or 0."
    },
    {
        "name": "biochemical verification",
        "question": "Does the study specify that any form of biochemical verification was used to confirm abstinence for the study arm {study arm}?",
        "note": "Answer with either 1 or 0, where 1 represents 'True' and 0 represents 'False'. Do NOT include any other text, just 0 or 1. Examine text related to verification for this specific study arm {study arm}. Respond with '1' if biochemical verification was done in this study arm and '0' if not, or if not mentioned. Biochemical verification refers to whether some chemical measurement (e.g. cotinine, nicotine, thiocyanate, nicotine metabolites, carbon monoxide, or exhaled CO2) were used to confirm self-report of abstinence. Read the study in depth to determine if biochemical verification was performed for this specific arm of the study. In many studies, outcome values are specified both with and without biochemical verification. Outcomes with biochemical verification use words like validated, verify, or chemically confirm self-report, and will mention the method for verifying. If no biochemical verification is mentioned, the answer is 0. Make sure the answer is ALWAYS either 0 or 1."
    }
]